{
  "reviews": [
    {
      "text": "Salt & pepper tofu, bang bang cauliflower, and firecracker tofu from Codis kitchen…. Wow😍😍😍 so fresh and absolutely delicious, can't believe we've never tried it before",
      "place": "codis-kitchen",
      "date": "2024-01-01",
      "url": "https://www.facebook.com/groups/veganprestwich/posts/2095713317472740"
    },
    {
      "text": "We often order from Codi's for takeaway but this was my first time eating in. The place is really sweet and the food is even better in situ! We had the pumpkin katsu, the mushroom karage, bang bang cauliflower and one of this weeks specials: the tofu sliders (alerted to use a bao style bun instead of the non vegan brioche)",
      "place": "codis-kitchen",
      "date": "2023-10-01",
      "url": "https://dumpoir.com/c/6594430583085954023"
    },
    {
      "text": "Lazy day in our house often means an order from @codiskitchen 😋",
      "place": "codis-kitchen",
      "date": "2023-01-01",
      "url": "https://www.instagram.com/p/Cn16qWvNLLy"
    },
    {
      "text": "had a scrumptious takeaway from Codi's Kitchen on Heywood Road tonight - really flavoursome with generous portions. their food is similar to Unagi from Deliveroo (also very fit Asian food, highly recommended), except local so it gets home hotter, and less expensive, and with less plastic, but just as delicious I reckon!\n\nthe tofu poke bowl (very nice and light and varied), the pumpkin katsu curry (rich sauce and really tasty sweet innards), the mushroom karaage bao bun (fit! lovely and crispy and spiced) and the salt and pepper chips (pretty good). I've also had the vegan sushi and liked it",
      "place": "codis-kitchen",
      "date": "2022-12-01",
      "url": "https://www.facebook.com/groups/veganprestwich/posts/1819448098432598"
    },
    {
      "text": "Just got a Deliveroo from Codi's Kitchen, the newly opened 'pan Asian' place on Heywood Road - very tasty and super fast delivery! I got the pumpkin katsu curry and the salt and pepper tofu, both were dee-lish!",
      "place": "codis-kitchen",
      "date": "2022-05-01",
      "url": "https://www.facebook.com/groups/veganprestwich/posts/1654415841602492"
    }
  ]
}